[
 {
  "name": "Skyrim",
  "img": "https://store-images.s-microsoft.com/image/apps.19255.14120048182721302.9120a847-1aae-4918-be10-96c02cb917a6.092d6861-c0ff-498c-9881-c0b7ff9f1f2d?",
  "sliderImg": ["https://image.api.playstation.com/vulcan/ap/rnd/202009/2820/h12URI7MdswtFPFHpkppNh2z.png", "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_TheElderScrollsVSkyrim.jpg", "https://guides.gamepressure.com/gfx/logos/980x360/980_1299653562.jpg"],
  "genre":["RPG", "Action"],
  "plot" : "The protagonist begins his journey as a prisoner, who is being taken to execution for illegally crossing the border of Skyrim. The sudden appearance of a dragon at the moment of execution allows an escape. Over the course of the story, the hero learns that the civil war in Skyrim is the last point in the sequence of events foretold in the prophecy of the Elder Scrolls, and that he is Dovahkiin, the Dragonborn, able to absorb the souls of defeated dragons and scream in their ancient language. With his subsequent actions, the hero saves Skyrim from Alduin, the Eater of Worlds. In the final battle of the Dragon War, when defeat seemed inevitable, Alduin was transported into the future with the help of the Elder Scroll by three Nordic warriors of antiquity. The protagonist will have to go through a number of different tasks to defeat him, the tyrant of the lands of Skyrim.",
  "details" : "The Elder Scrolls V: Skyrim retains the large and open world concept of The Elder Scrolls series. The player can freely roam throughout the province of Skyrim, which includes nine large cities, many small villages, as well as vast expanses of wild lands and high mountains. In cities, the player can indulge in activities such as cooking and potions, enchanting items, farming, working with ore, or blacksmithing. At the same time, the developers noted that a complete detailed study of the world could take about 500 hours.",
  "creatorsCompany": ["Bethesda Game Studios" , "  Bethesda Game Studios Montreal", "Studios Montreal", "Escalation Studios", "Iron Galaxy Studios"],
  "id": "1"
 },
 {
  "name": "Battlefield 2042",  
  "img": "https://content2.rozetka.com.ua/goods/images/big/226821546.jpg",
  "sliderImg": ["https://cdn.cloudflare.steamstatic.com/steam/apps/1517290/ss_a02a7a8e8fe4602894334fb54da62878b58274c7.1920x1080.jpg?t=1682430413", "https://artline.ua/storage/images/news/703/ru/news_1628078519880673_0.webp", "https://www.5.ua/media/pictures/original/220596.jpg?t=1623245946"],
  "genre":["Shooter", "Action"],
  "plot": "In the near future, a series of natural disasters and economic crises led to an international catastrophe and numerous victims. Germany and the EU have collapsed, a second great depression is emerging, communication systems have been damaged, and water, food and energy resources are in great short supply. Homeless people united in groups, calling themselves restless, their self-determination was no longer based on citizenship or nationality. At the same time, the last superpowers: Russia and the United States intend to start a war for the world's last resources, using specialists from the ranks of the restless who sided with these states for a reward.",
  "details" : "Plot Battlefield 2042 takes place in a post-apocalyptic world on the brink of world war. The consequences of the cataclysms gave rise to the Restless - a new group of people with self-determination, not tied to a particular nationality.",
  "creatorsCompany" : ["DICE", "Ripple Effect Studios", "Criterion Games", "EA Gothenburg"],
  "id": "2"
 },
 {
  "name": "Red dead redemption 2",
  "img": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/Red_Dead_Redemption.jpg/220px-Red_Dead_Redemption.jpg",
  "sliderImg": ["https://content1.rozetka.com.ua/goods/images/big/225040299.jpg", "https://media.cntraveler.com/photos/5ea2ebe0da75960008ab1706/16:9/w_2560%2Cc_limit/RedDeadRedemption2-RockstarGames2.jpg", "https://i.pcmag.com/imagery/reviews/03xWKqpzOrLCuYNLkWWkPNk-1..v1574817543.jpg"],
  "genre":["Shooter", "Action", "RPG"],
  "plot": "The main character of the game is a member of Dutch Van der Linde's gang named Arthur Morgan. In addition to Arthur, Dutch's gang includes about 20 other people, including some characters from the previous game in the series, Red Dead Redemption. In the epilogue, the protagonist is John Marston, the protagonist of Red Dead Redemption. The Van der Linde gang is opposed by agents of the Pinkerton detective agency, hired by tycoon Levitt Cornwall, led by Andrew Milton, as well as bandits from a rival gang of Colm O'Driscoll.",
  "details" : "Red Dead Redemption 2 is an open world action-adventure game; the player controls a single character, with the option to switch the camera to first-person or third-person view of their choice. The game includes both single-player and multiplayer modes - the latter is called Red Dead Online. For much of the single-player mode's story campaign, the player controls a character named Arthur Morgan, a member of the Van der Linde gang; the story campaign includes a series of missions - linear scenarios with a clearly defined goal in each, which the player must complete in sequence. Not missions are given the opportunity to freely travel around the vast world of the game, independently finding interesting places and side tasks. The player can engage in battles with enemies, using both techniques and weapons for hand-to-hand combat, as well as a variety of firearms and explosives.",
  "creatorsCompany" : ["Rockstar Studios", "Rockstar Games"],
  "id": "3"
 },
 {
  "name": "Need for Speed: Heat",
  "img": "https://image.api.playstation.com/vulcan/ap/rnd/202210/3121/9y8pTbxVRpmB9qqFOiKsaJgA.png",
  "sliderImg": ["https://image.api.playstation.com/vulcan/ap/rnd/202210/3121/XemhVDBuAEVrQXUkJF57ZsdX.jpg", "https://image.api.playstation.com/vulcan/ap/rnd/202210/0317/wx1XVbKM1IXOrB87U0IqI8Pf.png", "https://assetsio.reedpopcdn.com/need-for-speed-heat-review-a-slight-return-to-form-for-the-series-1573199910704.jpg?width=1600&height=900&fit=crop&quality=100&format=png&enable=upscale&auto=webp"],
  "genre":["Race"],
  "plot": "The story of NFS Heat begins with a TV news story about the creation of a night racing special unit, led by police lieutenant Frank Mercer, whose main task is to end night racing. After that, a race begins, during which the police appear, and one racer, trying to escape, rushed to the bridge. Shaw, one of Mercer's men, severely damages the racer's car, causing it to fall into the water. The racer managed to jump out of the car, Shaw starts kicking him, he is stopped by Mercer, who has just arrived, who comes up with the idea that the caught racer can become a messenger for the others - he will convey Mercer's message that night racing has come to an end. Eva Torres, Mercer's assistant, who arrived at the scene of the accident, indicates that everything will be known to the authorities, to which Mercer turns off nearby cameras using his laptop and deletes the recordings of what happened. After that, the police leave, and the racer leaves the city. After some time, Ana Riviera appears there, who is surprised to learn that the racer is leaving the city with his brother, and thus her team has disintegrated.",
  "details": "Need for Speed ​​Heat is an open world racing game called Palm City. In this game, races are divided into night races, for which you can get reputation for leveling up, and legal day races, during which you can earn money to buy cars and improvements. After each night race, the level of the chase will increase and it will become more and more difficult for the player to get away from the police. You can increase the level of the chase by passing radars, passing jumping competitions and breaking police cars.",
  "creatorsCompany":["Ghost Games", "Ghost Games UK", "Ghost Games Bucharest"],
  "id": "4"
 },
 {
  "name": "Mount & Blade II: Bannerlord",
  "img": "https://upload.wikimedia.org/wikipedia/ru/a/a7/Mount_%26_Blade_II-_Bannerlord_%28%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0%29.jpg",
  "sliderImg" : ["https://content2.rozetka.com.ua/goods/images/original/240169333.jpg", "https://cdn.gamestatic.net/files/editor_uploads/Plohoymnu/%D0%B4%D0%B5%D0%BA%D0%B0%D0%B1%D1%80%D1%8C%202019/%D0%BC%D0%BE%D0%B4%D1%8B.jpg", "https://www.global-esports.news/wp-content/uploads/2022/04/Mount-Blade-2.jpg"],
  "genre":["RPG", "Action"],
  "plot": "The game is set 200 years before Mount & Blade: Warband. It takes place during the fall of the Calradian Empire and the rise of the independent kingdoms that appear in previous games. The Calradian Empire and its fall are analogous to the Roman Empire and the formation of early European kingdoms. Armor, weapons and architecture will draw inspiration from 600 to 1100 AD. e. After the death of the last emperor, detachments of mercenaries, gangs of bandits and nomadic tribes are fighting on the territory of Calradia. The player is free to join either side and achieve the reunification of the empire under a single authority, or, conversely, achieve its final collapse.",
  "details" : "Mount & Blade II: Bannerlord is an open-world action/RPG video game developed by Turkish studio TaleWorlds for Windows. The game was announced in 2012[3] and released into Early Access on March 30, 2020. Like Mount & Blade and Mount & Blade: Warband, Bannerlord offers the player a vast world reminiscent of medieval Europe, with many activities and opportunities - whether it be the life of a mercenary, merchant or feudal lord; an integral part of it are real-time battles with many warriors on both sides, in which the player character fights on horseback at the head of an armed detachment. Bannerlord is a prequel to Mount & Blade: Warband and shows a somewhat earlier stage in the history of the fictional world - the collapse of an empire reminiscent of Rome; during the course of the game, the player-controlled hero can reunite the empire and return it to its former glory, or completely destroy it.",
  "creatorsCompany" : ["TaleWorlds Entertainment"],
  "id": "5"
 },
 {
  "name": "The Witcher 3: Wild Hunt",
  "img": "https://picfiles.alphacoders.com/198/thumb-198636.jpg",
  "sliderImg" : ["https://funduk.ua/upload/iblock/f52/f5245e0c1094d897849b51ee6ffc2033.jpg", "https://support.cdprojektred.com/build/images/th-witcher-d30cef51.jpg", "https://prod.assets.earlygamecdn.com/images/witcher-3-remaster-release-date.webp?mtime=1652980939"],
  "genre":["RPG", "Action"],
  "plot": "The plot centers on a new invasion of the Nilfgaard Empire, the search for Ciri and a conflict with the Wild Hunt. The narrative is not divided into chapters, as in previous games, which was made possible thanks to the new engine. The plot provides for 36 final states of the world, to which the player's actions can lead. Such characters as Vesemir, Lambert, Eskel, Buttercup, Zoltan Chivay, Triss Merigold, Keira Metz, Sigismund Dijkstra, Vernon Roche, Summer from Guleta, Cirilla, Yennefer, Emhyr var Emreis and many others appear in the game. The return of some characters depends on the decisions made by the player in the second part of the game, and this can be done without transferring the save.",
  "details" : "A fantasy game based on Slavic mythology about the witcher Geralt of Rivia, a monster hunter whose adopted daughter Ciri is in danger of being pursued by the Wild Hunt, a mysterious otherworldly force, a mystery which is revealed as the game progresses. Many plot details refer back to the books written by Sapkowski, but the plot remains tied to the first two installments and wraps up the trilogy that began with the first game, which came out eight years earlier. Unlike previous games, The Witcher 3 takes place in an open world and focuses on using Geralt's combat and detective skills to complete orders and explore the environment. This is all part of a multi-level main quest with many side missions that can be completed with 36 different endings.",
  "creatorsCompany": ["CD Projekt RED", "Saber Interactive"],
  "id": "6"
 }, 
 {
  "name": "Dark Souls III",
  "img": "https://howlongtobeat.com/games/Dark_souls_3_cover_art.jpg",
  "sliderImg": ["https://static1.thegamerimages.com/wordpress/wp-content/uploads/2021/06/Dark-Souls-3-10-Must-Know-Things-For-New-Players.jpg", "https://media.wired.com/photos/5926610faf95806129f4f3e3/master/w_2560%2Cc_limit/DarkSouls_TA.jpg", "https://twinfinite.net/wp-content/uploads/2022/12/Dark-Souls-3-Bosses.png?fit=1200%2C675"],
  "genre":["RPG", "Action"],
  "plot": "The game takes place in Lothric, at the junction of the Lords of Ash. Since Gwyn the Lord of Cinder first kindled the First Flame, many centuries have passed and many cycles have been ignited and extinguished by the First Flame. After he kindled the fire, this path was repeated by many great heroes known as the Lords of Cinder. But the First Flame is extinguished again, and someone must rekindle it to prevent the world from plunging into Darkness. Prince Lothric, one of the heirs of the royal family, was supposed to kindle the First Flame in this cycle, but did not answer the call, deciding to wait until the First Flame went out by itself.",
  "details" : "Just like its predecessor, Dark Souls II, the game is made in the action RPG genre in the setting of the Middle Ages and dark fantasy. The world is divided into dozens of dungeons, castles and other labyrinths filled with various dangerous monsters and bosses. Here you have to upgrade your character, find new weapons, armor and magic. One of the key mechanics is character death. Since there are no options for creating saves, upon death you will be moved to the last checkpoint, some of the killed enemies will be resurrected and there will be a risk of losing unused experience.",
  "creatorsCompany": ["Bandai Namco Entertainment: FromSoftware"],
  "id": "7"
 },
  {
  "name": "Civilization VI",
  "img": "https://pbs.twimg.com/media/FPRIUYiVEAUZtls?format=jpg&name=4096x4096",
  "sliderImg": ["https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_SidMeiersCivilizationVI.jpg", "https://cdn.2kgames.com/civilization.com/Beginners_Civ_hero.jpg" , "https://cdn1.epicgames.com/cd14dcaa4f3443f19f7169a980559c62/offer/EGS_SidMeiersCivilizationVI_FiraxisGames_S1-2560x1440-2fcd1c150ac6d8cdc672ae042d2dd179.jpg"],
  "genre":["Strategy"],
  "plot": "As in the previous parts, the player controls the development of the chosen civilization (nation), developing it throughout the game years and eras. The gameplay is divided into steps, for each step you can perform a limited number of actions. The main process takes place on a world map divided into hexagonal cells. Initially, it is hidden and is explored as the representatives of the nation travel or in the course of exchanging information with other nations. Each cell has its own characteristics, such as the landscape, availability of resources. Playing for different civilizations has its subtleties. Each of them has a general civilization bonus, a leader bonus, a unique unit and an infrastructure object. Opponents of the player are AI-controlled nations or other players.",
  "details" : "Civilization VI is a turn-based strategy game in which one or more players compete against AI opponents to build and develop their own civilization, starting with a small tribe, gradually expanding their empire in order to dominate the entire planet. This goal can be achieved in various ways, depending on the victory conditions. Players establish cities, expand them, improve them in various ways, and also create military units designed to reconnoiter and attack enemy forces, constantly monitoring the development of their civilization's technologies and diplomatic relations with others.",
  "creatorsCompany": ["Firaxis Games"],
  "id": "8"
 }, {
  "name": "Horizon Zero Dawn",
  "img": "https://upload.wikimedia.org/wikipedia/ru/thumb/9/93/Horizon_Zero_Dawn.jpg/640px-Horizon_Zero_Dawn.jpg",
  "sliderImg": ["https://www.overclockers.ua/games/horizon-zero-dawn-history/01-big-horizon-zero-dawn-history.jpg", "https://assets1.ignimgs.com/2017/02/19/horizonzerodawn-1280-1487544580639_160w.jpg?width=1280","https://playua.net/wp-content/uploads/2020/08/thumb-1920-795229.jpg.webp"],
  "genre":["RPG", "Action", "Adventure"],
  "plot" : "Horizon Zero Dawn is set in the 31st century, in a post-apocalyptic world that has been taken over by huge machines. The development of mankind has reversed and thrown civilization back to a tribal way of life in which people are engaged in hunting and gathering. The tribes are forced to survive in the deep forests, majestic mountain ranges and atmospheric ruins of their ancestors - all while the machines become ever more powerful. The plot revolves around Aloy, a dexterous hunter and archer who has to protect her tribe. The game contains elements of mysticism and fantasy.",
  "details" : "Horizon Zero Dawn is a third-person action/RPG game. Also, some publications refer the game to the action-adventure genre. The player controls a young huntress named Aloy in a post-apocalyptic open world inhabited by mechanical beasts called machines. The heroine hunts vehicles, inflicting physical damage on them with weapons and other equipment (such as traps); machines, in turn, can attack the heroine in melee and ranged combat, representing a danger to life. Horizon Zero Dawn is open, completely seamless, and about 4 miles (almost 6.5 km) wide. The game world features various biomes: forests, river valleys, jungles, hot desert, snowy highlands. The whole world can be explored. The design of the world is a primeval nature, among which there are small human settlements and tribal-type camps, as well as the remains of an old civilization - from the ruins of buildings and rusty metal frames scattered across the area , to functioning high-tech underground and mountain sci-fi structures. There is a dynamic change of weather, which can be clear, rainy or snowy, and a change of day and night is also implemented.",
  "creatorsCompany": ["Guerrilla Games" , "Nixxes Software", "Virtuos"],
  "id": "9"
 },
 {
  "name": "Baldur's Gate 3",  
  "img": "https://otxatabs.net/uploads/posts/2020-10/1602089818_baldursgate3.png",
  "sliderImg": ["https://www.cnet.com/a/img/resize/44c63453b59ab5d1d9772497a71d003341ae0106/hub/2020/10/06/b8ba76db-1a09-4382-ab2d-5eea63575823/baldurs-gate-3-2.png?auto=webp&fit=crop&height=675&width=1200", "https://cdn.akamai.steamstatic.com/steam/apps/1086940/capsule_616x353.jpg?t=1686519567", "https://cdn.mos.cms.futurecdn.net/48yvUruYiBL2hqW6AGdMbm.jpg"],
  "genre":["RPG", "Adventure"],
  "plot": "The plot of Baldur's Gate 3 is a standalone story and does not continue the adventures of the child of Bhaal from Baldur's Gate II: Shadows of Amn. The plot of the game features illithids, they are also mind flayers (English mind flayers) - sinister octopus-like creatures endowed with supernatural abilities. Mind flies reproduce by injecting tadpole larvae into the bodies of other races, and use living, tentacled flying ships called nautiloids to move around. The player character is a prisoner of the illithids aboard a nautiloid; his first task after escaping is getting rid of the tadpole implanted in his brain. This creature slowly eats away the owner's brain, but gives him unique abilities such as the ability to telepathically communicate with other creatures.",
  "details" : "Like previous games in the series, Baldur's Gate 3 is an RPG in which the player controls a group of characters as they explore the world, complete various tasks, and engage in battles. Each of these characters is an independent personality with its own history, motivation and aspirations. The player can create his own character - from fifteen available races to choose from - or take one of the ready-made ones, with a story and character already written; other pre-made characters will also be encountered in the game as possible companions of the protagonist. The size of the player-controlled squad is smaller than in previous games in the series - it consists of only four characters. Unlike previous games in the series, where battles took place in real time with a tactical pause, Baldur's Gate 3's combat must be completely turn-based; however, unlike Divinity: Original Sin II, turns in the game are alternately transferred between the sides of the battle, and not individual participants. In battle, each character controlled by the player can take a number of actions, including those related to interaction with the environment and other characters - for example, strengthen their weapons using sources of fire or poison located on the battlefield, jump to another level of the battlefield, push the enemy with cliff or raise a fallen comrade-in-arms to his feet. Divinity: Original Sin II, the player can use existing and create new obstacles on the battlefield - for example, spill oil on the ground, which will cause enemies to slip, or which can catch fire. Most of the game's combat can be avoided, including by using a stealth system more sophisticated than previous games in the series or Divinity: Original Sin II, such as extinguishing candles and torches indoors or using a special spell to submerge an area of ​​the game into the darkness and sneak through it undetected.",
  "creatorsCompany" : ["Larian Studios", "Larian St. Petersburg", "Larian Québec", "Larian Dublin", "Larian Kuala Lumpur", "Wushu Studios", "Elverils"],
  "id": "10"
 },
  {
  "name": "Splinter Cell",
  "img": "https://m.media-amazon.com/images/M/MV5BOGRmOWZjNmYtOGNkZS00MTQ5LTg5YzktNGE5MDM2ZWYxMjI0XkEyXkFqcGdeQXVyMTI0ODg2OTM3._V1_FMjpg_UX1000_.jpg",
  "sliderImg": [
   "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/16qokWVigCEOeChN3xTpqk/58270d286d0ab30ab3bb558c6dd14c5b/scbl-gameinfo-promo-01-v2.jpg",
   "https://staticctf.ubisoft.com/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/1vKNqRkYTeNuLtZfJfyDmn/b659464a7eb666dda9feccef14021b82/scbl-buy-wide_keyart-960x540.jpg",
   "https://www.notebookcheck.net/fileadmin/Notebooks/News/_nc3/Splinter_Cell.png"
  ],
  "genre": [
   "Adventure Action",
   "Stealth Action"
  ],
  "plot": "2003 In response to the increasing use of the latest digital encryption techniques to hide potential threats to the national security of the United States, the NSA (National Security Administration) was forced to start new developments in the field of intelligence gathering. This top-secret undertaking, dubbed Third Echelon, was the point of return to classic espionage techniques, enhanced by advanced surveillance and combat technology and aimed at aggressively collecting data stored in hostile territory. When information deemed vital to national security cannot be obtained through traditional means, Third Echelon is given the right to conduct physical operations. Despite US government denials, Third Echelon deployed units that became known as Splinter Cells: elite intelligence-gathering teams consisting of a single field agent backed by a remote team. These groups are compact, highly maneuverable and almost elusive. In 2004, the CIA contacted the NSA regarding the loss of contact with CIA agent Ellis Madison, who was tracking communications in the former Soviet republic of Georgia. A second agent, Blostein, was sent to the Georgian capital, Tbilisi, in search of Agent Madison, but after seven days he did not get in touch. Fearing that American agents were in the hands of a suspected terrorist group, Third Echelon brought Splinter Cell operative Sam Fisher into the case to find the missing agents and resolve the situation.  You are Sam Fisher. You must not leave footprints on the physical or political map. Remember that while killing can compromise a cover, there is no choice at all between leaving a witness or a dead body. You don't exist. You are Splinter Cell.",
  "details": "The stealth-oriented gameplay of Splinter Cell, despite frequent comparisons to the Metal Gear series, actually bears more resemblance to the classic Thief stealth series. Controlling Sam, the player must skillfully hide in the shadows, sneak past the guards, use the environment and equipment. The shadow is the main assistant of the player. A special indicator is installed on the interface, indicating how visible Fisher is at a given time. This indicator allows the player to choose the right place in order to hide from enemies and not be seen. The use of weapons is not welcomed by the game - the sound of the shot is very loud and can be heard at a great distance, in addition, to immediately kill the enemy, you need to shoot in the head, which is not an easy task. Also, the player is given a small amount of ammo per level, which must be saved in case of emergency. For combat, Fisher has a silenced machine gun that can use various types of ammunition (from ordinary bullets to shock bullets), a silenced pistol, several types of grenades and various things. In addition to using weapons, Sam can incapacitate an enemy by stunning them with a blow to the neck. Sam can carry away all the bodies and hide them in the shadows so that other guards do not find them. Sometimes the conditions of the task make it impossible to kill enemies and force them to only stun or put them to sleep. If Fisher is still found, then the guards raise the alarm. After one or more alerts are raised, the game ends. Fisher can use his acrobatic skills and equipment to complete tasks. Sam can climb ledges, climb pipes, hang between two walls if necessary, etc. But not all tasks can be solved only with acrobatics. Fisher's inventory always includes trifocal night vision and infrared thermal goggles, lock picks to open locked doors, and an optical cable to peek under a door. The game is quite linear and offers several solutions. The player must simply figure out how to get from one point to the next in the most efficient way.",
  "creatorsCompany": [
   "Ubisoft Montreal",
   "Ubisoft Shanghai",
   "Ubisoft Toronto",
   "Ubisoft Annecy",
   "Gameloft"
  ],
  "id": "11"
 },
 {
  "name": "Lord of the Rings - Battle for Middle Earth 2 Rise of the Witch King",
  "img": "https://media.contentapi.ea.com/content/dam/gin/images/2017/01/lotr-battle-for-middle-earth-2-the-rise-of-the-witch-king-keyart-min.jpg.adapt.crop3x5.533p.jpg",
  "sliderImg": ["https://idsb.tmgrup.com.tr/ly/uploads/images/2022/03/28/194115.jpg", "https://www.digitaltrends.com/wp-content/uploads/2020/06/lotr-middle-earth-shadow-of-war-featured.jpg?p=1", "https://www.igropoisk.com/files/art/1563/1.jpg"],
  "genre":["Strategy"],
  "plot": "The campaign allows the player to command the army of Angmar from its foundation and early attacks against Arnor, to the destruction of Arnor at the battle of Fornost. An epilogue mission allows the player to command the forces of Gondor and the Elves as they invade Angmar in retaliation for destroying Arnor. The story for The Rise of the Witch-king draws a great deal upon the Appendices at the end of the Return of the King to form a basis for the conflict between Arnor and Angmar. Many of the notes that Tolkien made regarding the war are used as missions in the games campaign and epilogue. Although the game closely follows Tolkien's writing, some events are modified to suit the gameplay (such as the palantír of Amon Sûl being destroyed rather than brought to safety at Fornost), or are omitted altogether (such as the flight of King Arvedui from the defeat at Fornost).",
  "details" : "As the expansion pack to the fan favourite, The Lord of the Rings, The Battle for Middle-earth II, this Real-Time Strategy (RTS) game will enhance every existing feature and offer players the chance to command the rise of evil in Middle-earth while experiencing the epic battles that took place before those depicted in the New Line Cinema films. Full of exciting content, including an entirely new faction, completely new single player campaign, and additional units for all six existing factions, The Lord of the Rings, The Battle for Middle-earth II, The Rise of the Witch-king, allows players to explore the evil side of Middle-earth. The all new single player campaign's innovative units will help to tell the story of the evil Witch-king's rise to power, domination of Angmar and invasion of the great kingdom of Arnor, home to Aragorn's ancestors. To fully experience the evil side of Middle-earth, gamers can now play as the Angmar faction in skirmish, multiplayer, and War of the Ring modes. The Lord of Rings, The Battle for Middle-earth II, The Rise of the Witch-king will transport players to a new time and place in Middle-earth while adding strategic depth to the innovative gameplay gamers loved in The Lord of Rings, The Battle for Middle-earth II. Fans will love exploring the evil side of Middle-earth as described in Tolkien's fiction and brought to life in the visual style of the New Line Cinema films. This game is set to deliver the ultimate RTS Middle-earth experience. Experience a whole new depth of strategy and upgraded War of the Ring and Create-A-Hero features. Create-A-Hero's entirely unique Troll class boasts additional weapons and armour that will allow players to have even more freedom in customizing their game play. War of the Ring, a risk-style meta-game, offers upgraded army persistence, a new siege dynamic on the Living World Map, and unified territories that serve as major control points.",
  "creatorsCompany" : ["BreakAway Games", "EA Los Angeles,"],
  "id": "12"
 },
 {
  "name": "Fallout 4",
  "img": "https://cdn.cdkeys.com/700x700/media/catalog/product/f/a/fallout_4.jpeg",
  "sliderImg" : ["https://games.24tv.ua/resources/photos/news/202304/2291187.jpg?v=1681028922000", "https://www.gamespot.com/a/uploads/screen_kubrick/1552/15524586/2970944-baiw82q3gzqp.878x0.z-z96kyq.jpg", "https://assetsio.reedpopcdn.com/fallout-4-northern-springs-2.jpeg?width=1200&height=1200&fit=bounds&quality=70&format=jpg&auto=webp"],
  "genre":["RPG", "Action"],
  "plot": "Fallout 4 takes place in the 23rd century, two hundred years after the 2077 nuclear war. The world of the game is expressed retrofuturistic, i.e. visions of the future in the 1950s. The game world defends a region, Boston, Massachusetts, and other parts of New Zealand called the Massachusetts Wasteland. Unlike the empty spaces of other states, good conditions are observed there, although on the territory of places where radiation is contaminated. Due to the fact that many scientists lived in Boston, the state not only did not lose a lot of pre-war technologies, but also developed new ones, such as androids and teleporters, with the Institute's own forces. The story of Fallout 4 begins on the day of the nuclear bombing on October 23, 2077. The player character (Nate or Nora) initially lives with his wife/husband and son Sean in his home, refusing to listen to calls from the authorities to enroll in Vault-Tec's war vaults. When the war starts, the hero seeks salvation with his family in Vault 111. The platform with refugees manages to go underground, where Vault-Tec employees trick people into going into cryochambers. After some time, the character unfreezes and sees strangers from his cell who shoot his wife/husband and take away his son, after which he again plunges into suspended animation. Some time passes and the Vault 111 computer initiates an emergency shutdown of the cryochambers. The hero is selected and explores the Vault. On personal computers, he can learn that Vault-Tec ordered the personnel to stay underground for a year, but when the allotted time passed, no instructions were received. Eventually, the staff mutinied and left the Vault, leaving the refugees in suspended animation. The swarm finds an elevator and ascends to the surface, where they encounter a robotic butler who informs them that 210 years have passed since the bombing. Taking the name Last Man Standing, the player character decides to explore the world and discover the fate of his son.",
  "details" : "Fallout 4 is an action/RPG game where you can switch between first and third person. The basic principles remain the same as in previous games: explore the world, fighting against enemies that come across on the way, complete the tasks of different characters for the sake of their own development and advancement of the plot. Before starting the game, you can customize the appearance of the protagonist by choosing gender, skin color, facial features. For the first time in the history of the series, the main character is voiced. During the game, he gets companions, including a dog, which can be given different commands, such as fetching an item. In battles, the VATS system from the third part of the series is used: the fight can be paused and you can select the part of the enemy’s body that you want to hit or shoot at. In clashes, it is often possible to achieve victory by cunning: to shorten the path to the goal, to persuade to avoid the battle. In all cases, a high level of relevant skills is required. The development of the hero takes place according to the traditional SPECIAL system with the parameters of strength, feelings, endurance, charisma, intelligence, dexterity and luck. At each level of development of his character, the player receives one point, which is invested in an increase in any parameter, skills, including special skills and the possession of various types of weapons.",
  "creatorsCompany" : ["Bethesda Game Studios"],
  "id": "13"
 },
 {
  "name": "Grand Theft Auto V",
  "img": "https://upload.wikimedia.org/wikipedia/ru/thumb/c/c8/GTAV_Official_Cover_Art.jpg/274px-GTAV_Official_Cover_Art.jpg",
  "sliderImg" : ["https://www.overclockers.ua/games/gta-5/01-big-gta-5.jpg", "https://images.ladbible.com/resize?type=jpeg&quality=70&width=1200&fit=contain&gravity=auto&url=https://eu-images.contentstack.com/v3/assets/bltbc1876152fcd9f07/blt173c125feb2a956e/6363ab7f6c1b7d57fbf2c84b/GTAV.png", "https://assetsio.reedpopcdn.com/gta-5-cheats-cheat-codes-ps4-ps3-xbox-one-xbox-360-pc-5115-1556720861045.jpg?width=1200&height=1200&fit=bounds&quality=70&format=jpg&auto=webp"],
  "genre":[	"Action", "Adventure"],
  "plot": "A feature of Grand Theft Auto V compared to other games in the series is the ability to switch between characters at any time, both during the execution of tasks and outside them. Many tasks of the game are connected with robberies and car thefts; at the same time, the game character can participate in skirmishes and chases. Grand Theft Auto Online is a built-in online multiplayer mode that supports up to 30 players at the same time - they offer both cooperative and competitive tasks.  A feature of Grand Theft Auto V compared to other games in the series is the ability to switch between characters at any time, both during the execution of tasks and outside them. Many tasks of the game are connected with robberies and car thefts; at the same time, the game character can participate in skirmishes and chases. Grand Theft Auto Online is a built-in online multiplayer mode that supports up to 30 players at the same time - they offer both cooperative and competitive tasks. A feature of Grand Theft Auto V compared to other games in the series is the ability to switch between characters at any time, both during the execution of tasks and outside them. Many tasks of the game are connected with robberies and car thefts; at the same time, the game character can participate in skirmishes and chases. Grand Theft Auto Online is a built-in online multiplayer mode that supports up to 30 players at the same time - they offer both cooperative and competitive tasks.",
  "details" : "The game takes place in the fictional state of San Andreas, inspired by Southern California. The story in the single-player mode revolves around the adventures of three robbers as they pull off increasingly daring heists and take on organized crime and inflammatory agencies alike. During the game, the player has chosen a character in the protocol from the first or third person; the character can freely move around the vast world of games, both on foot and in cars and other modes of transport. A feature of Grand Theft Auto V compared to other games in the series is the ability to switch between characters at any time, both during the execution of tasks and outside them. Many tasks of the game are connected with robberies and car thefts; at the same time, the game character can participate in skirmishes and chases. Grand Theft Auto Online is a built-in online multiplayer mode that supports up to 30 players at the same time - they offer both cooperative and competitive tasks.",
  "creatorsCompany": ["Rockstar North", "Rockstar NYC", "RAGE Technology Group", "Rockstar San Diego", "Rockstar Leeds", "Rockstar Toronto", "Rockstar New England", "Rockstar London", "Rockstar Lincoln", "Rockstar India NaturalMotion"],
  "id": "14"
 }, 
 {
  "name": "Cyberpunk 2077",
  "img": "https://upload.wikimedia.org/wikipedia/ru/b/bb/%D0%9E%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_%D0%BA%D0%BE%D0%BC%D0%BF%D1%8C%D1%8E%D1%82%D0%B5%D1%80%D0%BD%D0%BE%D0%B9_%D0%B8%D0%B3%D1%80%D1%8B_Cyberpunk_2077.jpg",
  "sliderImg": ["https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,q_60,w_645/fpyydmg2jjbv1ue96bq3.jpg", "https://i0.wp.com/news.xbox.com/ru-ru/wp-content/uploads/sites/9/2022/02/Cyberpunk2077_EN.jpg?fit=1920%2C1080&ssl=1" ,"https://images.ladbible.com/resize?type=jpeg&quality=70&width=720&fit=contain&gravity=null&url=https://eu-images.contentstack.com/v3/assets/bltbc1876152fcd9f07/blta2479066b81ca4f7/637b74a2d81b321091e7f071/cyberpunk_2077.png"],
  "genre":["RPG", "Action"],
  "plot" : "The game begins by choosing one of V's three life paths. All three options agree that Vee starts a new life and makes new friends: the bandit Jackie Wells and the hacker T-Bug. In 2077, local fixer Dexter DeShawn hires V and Wells to steal a mysterious biochip from the Arasaka Corporation. They manage to steal the chip, but the plan is thwarted as they witness the death of the leader of the mega-corporation, Saburo Arasaki, at the hands of his treacherous son, Yorinobu. He covers up the murder by claiming his father was poisoned and launches a security check. T-Bug is killed by Arasaki's in-house hackers. As Vee and Wells flee, a gunfight ensues; Jackie is mortally wounded, the biochip's protective case is critically damaged. Vee and Jackie leave the scene of the robbery, but on the way to safety, Wells bleeds to death and gives the chip to Vee, to hand it over to Dexter. V is forced to insert a biochip into his head to keep him functional. DeShawn is furious at the unwanted attention the police now have on him. He shoots V in the head and leaves him for dead in a junkyard, but DeShawn is subsequently killed by Goro Takemura, former head of security Saburo Arasaki. Goro helps the protagonist survive. Takemura wants to bring the patricide Yorinobu to clean water. After waking up, it turns out that the chip contained the identity of Johnny Silverhand, the famous rocker, anarchist and terrorist who died half a century ago after he destroyed the previous Arasaki headquarters with a nuclear explosion. V learns from his rapper Victor Vector that DeSean's bullet activated the resurrection biochip technology, but also triggered an irreversible process whereby Silverhand's memories and personality began to overwrite V's memories, replacing them with his own. Chip cannot be removed as it will result in V's instant death. The protagonist only has a few weeks left to live, so V starts looking for a way to get rid of Silverhand and still survive. While reliving Silverhand's memories, V learns that in 2023, his then-girlfriend, the brilliant hacker Alt (Alterra) Cunningham created the Soul Killer, an artificial intelligence capable of replicating people's minds through its neural connections. Arasaka kidnapped Cunningham and forced her to create a corporate-specific version of the Murderer that stored minds in Arasaki's digital fortress, Mikoshi. Silverhand led a rescue operation to rescue Cunningham, but was unable to find her before the Arasaka used Soul Slayer on her. Johnny tried to get revenge by organizing an attack and a thermonuclear explosion at the headquarters, but Arasaka grabbed him and also used Slayer against him. By 2077, Arasaki's engineers are adept enough at using the Soul Slayer's technology to publicly advertise one of its versions under the Save Your Soul advertising slogan.",
  "details": "The game takes place in a first-person perspective. The protagonist is codenamed V(V), and his purpose, gender, appearance, and voice are customizable at the start. Depending on the occurrence Depending on the different starting values ​​of the characteristics Strength (ability to carry heavy objects, melee effectiveness, endurance), Reflexes (the effectiveness of the application and possession of the required cold), Technical abilities (the level of dexterity with an extreme requirement, skill), technical awareness), Intelligence (hacking and programming) and Compassion (stealth and promptness of dialogues). You can solve the problem in different ways: kill enemies personally to reach the goal, make your way by stealth, rely on weapon strength or movement speed. To improve your abilities, you need to buy and update cyber programs, install cybernetic equipment for yourself. Implants allow you to improve the feeling, increase protection, shoot more accurately, hack enemy implants, etc., creating your own style of play. The entire story can be completed without committing a single kill. Weapons are divided into three categories: standard, technical (allows you to hit through obstacles) and smart (self-guided). Damage has four types of action: physical, thermal, electromagnetic and chemical. The setting, Night City, is made up of six regions - the corporate urban center populated by Watson's immigrant population, opulent Westbrook, suburban Haywood, the slums of Pacifica, and industrial Santo Domingo. The city is surrounded by devastated territory. You can travel between them both on foot and on vehicles - motorcycles and cars. In their trunk, in addition, things are stored for which you can return as needed. You can listen to the local radio in the car. Vee himself has an apartment and a garage. In the city, the time of day and the weather change dynamically. So, at night, Night City is filled with neon lights, passers-by are replaced.",
  "creatorsCompany": ["CD Projekt RED"],
  "id": "15"
 },
  {
  "name": "The Last of Us",
  "img": "https://upload.wikimedia.org/wikipedia/uk/9/9e/TheLastOfUs.jpg",
  "sliderImg": ["https://images.unian.net/photos/2022_06/thumb_files/1200_0_1654861871-1185.png", "https://logincasino.com/uploads/gallery/71007/thumbs/o750_400_optim_m_239e81cfc35a4f0efc3a7cea0269711d.jpg", "https://images.unian.net/photos/2023_03/thumb_files/620_324_1678453070-5221.jpg?1"],
  "genre":[	"Action", "Adventure", "Survival"],
  "plot": "The Last of Us begins with a prologue about the beginning of the pandemic. One of the first places hit by the outbreak is Austin, Texas, where protagonist Joel Miller (Troy Baker) lives with his twelve-year-old daughter Sarah (Hana Hayes). The outbreak of chaos forces the inhabitants of the city to evacuate. After fighting off an attack on the house of infected neighbors, Joel, his brother Tommy (Jeffrey Pierce) and Sarah try to leave the city by car, but get into an accident. Joel has to carry an injured Sarah in his arms. Fleeing from the Infected chasing them, the two run into a soldier who has been ordered to eliminate any potential Infected. The soldier opens fire, but Tommy saves Joel. However, Sarah is wounded and suddenly dies in her father's arms. Twenty years later, Joel and his partner Tess (Annie Wersching) are smuggling on the outskirts of the quarantine zone in Boston. After eliminating the black market trader Robert, the heroes encounter the leader of the Cicadas, Marlene (Merle Dandridge). In exchange for weapons, Marlene offers Joel and Tess to secretly escort teenager Ellie (Ashley Johnson) outside the military-guarded perimeter. It is further revealed that Ellie is immune to the infection. Cicada scientists intend to use her case to develop a vaccine. At their designated rendezvous point, the Capitol, the heroes discover that the local Cicada group has been wiped out; and Tess is infected as a result of the last skirmish. Believing in Ellie's importance, Tess convinces Joel to keep going and then sacrifices herself in an attempt to delay the arrival of the military. The main characters decide to find the former 'Cicada' Tommy. Using the help of Bill (Earl Brown), an acquaintance of Joel's, in Lincoln, the two find the car. In Pittsburgh, the heroes are ambushed by bandits. Joel and Ellie team up with brothers Henry (Brandon Scott) and Sam (Nagy Jeter) to get out of the cordoned off city. After escaping, Sam becomes infected; Henry kills him and then commits suicide.",
  "details" : "The Last of Us is a third-person action-adventure game. For most of the game, the player controls one character, Joel, while Ellie and the other companions are controlled by the game. The Last of Us is broken up into expansive levels - like a city block or an abandoned subway line - in each of which the player is tasked with getting to a certain point, overcoming obstacles and destroying the opponents encountered on the level or bypassing them unnoticed. In the Winter chapter, Ellie becomes a playable character. When confronted with opponents - victims of Cordyceps or other survivors - the game character can use firearms like a pistol or shotgun, a bow with arrows; as well as improvised edged weapons - for example, pipe cuttings or baseball bats. Ammunition for firearms is rare, forcing the player to use it sparingly. The game also allows the player to throw small objects like bricks and bottles to stun the enemy or distract them. Special workbenches allow you to improve weapons if you have a certain number of parts. The player can also create a consumable item from materials collected along the way - a Molotov cocktail, knives, or a first-aid kit. Pills and medicinal plants allow you to increase the characteristics of the character, for example, increase the number of health points or the speed of item creation.",
  "creatorsCompany": ["Naughty Dog"],
  "id": "16"
 }, {
  "name": "SOMA",
  "img": "https://upload.wikimedia.org/wikipedia/en/2/21/Soma_Game_Art.png",
  "sliderImg": ["https://cdn.mos.cms.futurecdn.net/1875004e277e51f6437fcb0fee8f4270.png","https://interestedvideos.com/wp-content/uploads/2022/11/soma-game-q4WiQ.jpg","https://playua.net/wp-content/uploads/2015/09/b4d73a241cec9cff9a5ac448efe31d69.jpg"],
  "genre":["Survival horror"],
  "plot" : "SOMA begins with a captivating 'everyday' prologue: the protagonist wakes up in a cozy modern apartment. Around - dozens of small items, books, photographs. Everything can be studied, touched and turned in the hands. Things unobtrusively tell the story of the protagonist. He is an ordinary Canadian guy Simon Jarett, a bookstore worker who suffered a head injury in a car accident. On the agenda is a visit to the doctor and a brain scan procedure. Simple chatter on the phone, reading e-mail, a trip to the subway, a walk along an empty hospital corridor ... The subsequent events, by and large, have nothing to do with the described everyday picture. A moment after the brain scan, the hero finds himself in a deserted laboratory, located at the bottom of the ocean in the distant future. What is it - a fall into the depths of your subconscious or an unknown combination of external circumstances that were simply forgotten by Jarrett? From this moment on, the hero has to independently begin to search for answers to these and many other questions.",
  "details" : "The gameplay is similar to the Penumbra and Amnesia series of games, but the emphasis is on storytelling, as in Amnesia: A Machine for Pigs. The protagonist moves on the underwater station PATHOS-II. He is forced to survive, hide from the monsters and cause his fear. There are no possible attacks, so the gameplay involves a hidden passage. At first glance, the behavior of monsters is devoid of logic. However, upon closer examination, it turns out that each of them has its own characteristics, for example, some react only to noise, others close when they are on them. Exploring the vulnerability of many infections. During the journey, the player performs tasks that are built according to the classical scheme: you need to go to a remote place, find a certain item, and then apply it. Tasks are complicated by the lack of display of the location of the protagonist on the map. An equally important part of the gameplay, according to the developers, is the plot. With each new station, the player learns more and more about the catastrophe that has befallen mankind, trying to answer the philosophical questions that the developers put before him. Throughout the story, you will repeatedly have to make decisions regarding the moral choice, but the choice of the player does not affect the outcome of the journey. The atmosphere of contemplation and the questions posed make the game SOMA not a frightening horror, but an interactive research journey, reminiscent of the works of Isaac Asimov, Philip Dick and other science fiction writers of the American school.",
  "creatorsCompany": ["Frictional Games"],
  "id": "17"
 },
 {
  "name": "Dragon Age: Inquisition",  
  "img": "https://m.media-amazon.com/images/I/91cSuQjNMfL._AC_UF1000,1000_QL80_.jpg",
  "sliderImg": ["https://i.ytimg.com/vi/M2Qsvm_EtkA/maxresdefault.jpg","https://stevivor.com/wp-content/uploads/2014/11/dragon-age-inq-featured-990x556.webp", "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/txccv8nqwspda3xnogsq.jpg"],
  "genre":["RPG", "Action"],
  "plot": "Dragon Age: Inquisition is an epic canvas of incredible scope, woven from conspiracies and intrigues, demonic invasions, bloody battles and political compromises. This is an apology game, the release of which is designed to kill the unpleasant aftertaste left by the second part. This is exactly the game that we have been waiting for a long five years. Dragon Age: Inquisition takes place a decade after the Hero of Ferelden defeated the Archdemon and shortly after the Kirkwall Mage Revolt, which set off similar riots throughout Thedas. A real war broke out between the magicians and the templars. The Conclave, convened by the head of the Andrastian church, High Priestess Justinia, was supposed to try to reconcile the warring parties, but, as usual, everything went to dust. In a literal sense, a dimensional rift that appeared out of nowhere incinerated the negotiators, depriving Ferelden and Orlais of hope for peace. And, as if all this was not enough, such rifts began to appear everywhere, releasing nightmarish creatures from the Shadow into the world of people. It is up to the revived Inquisition to restore order, the head of which is the protagonist - the only survivor of the tragedy at the Conclave and, concurrently, the only person who can seal the rifts. Here it is worth clarifying that in fact Dragon Age: Inquisition does not begin with all this rigmarole with rifts, templars and rebellious magicians, but with an exciting mini-game called “remember what decisions you made five years ago”.",
  "details" : "Unlike Dragon Age II, the third part has undergone drastic changes in gameplay compared to other promotion series. This is mainly due to the transition of BioWare to the modern Frostbite engine from DICE. The player will be able to choose for his character: gender, race, voice, name and customize his appearance. Depending on the chosen race, the player will receive the following bonuses: human - skill point; elf - 25% defense against ranged attacks; dwarf - 25% protection from magic; Kossit - 50 health points. During character creation, the player will be offered a choice of three classes: warrior, robber, mage. For a warrior and a robber, it will be possible to choose which weapon the character will specialize in: two-handed swords or one-handed swords with a shield for a warrior; blades in two hands or a bow from robbers. During the game, the player can change the type of weapon, but only within the same class. Mages can only use magical staves. Also, depending on the class, the player can only wear a certain type of armor (warriors - heavy; robbers - medium; magicians - light). Each class has 4 branches of unique abilities. As the game progresses, the Inquisitor will have a small skill line available only to him (in the Jaws of Hakkon add-on, the number of abilities in it can be increased). In the future, the player will be able to choose one of nine specializations (3 for each class), which will open access to another branch of abilities. The small branch of the Inquisitor and each specialization has a special very strong ability that can only be used when accumulating the so-called Concentration in battle.",
  "creatorsCompany" : ["BioWare"],
  "id": "18"
 },
 {
  "name": "Star Wars Jedi: Survivor",
  "img": "https://image.api.playstation.com/vulcan/ap/rnd/202211/2222/P9bgtvy2nFHcam3CDXAjAgh9.png",
  "sliderImg": ["https://cdn.mos.cms.futurecdn.net/mpGPQS9YLKs442NfZ7d5em.jpg","https://static.standard.co.uk/2023/04/26/16/newFile-1.jpg?width=968&auto=webp&quality=50&crop=968%3A645%2Csmart", "https://i0.wp.com/insider-gaming.com/wp-content/uploads/2023/04/jedi-survivor-review.png?fit=1920%2C1080&ssl=1"],
  "genre":["Adventure", "Action"],
  "plot": "Five years after the destruction of the Jedi holocron, Jedi Knight Cal Kestis parted ways with Cere Janda, Grizz Dritus, and Sister Merrin to continue his battle against the Empire as a Resistance fighter working under Saw Gerrera. Together with the mercenary Bod Akuna, he infiltrates the Imperial capital of Coruscant in order to steal valuable military data from Senator Daho Sejan. After surviving a defeat by Kestis on Kashyyyk, the Ninth Sister arrives to exact revenge on Cal, killing Sejan in the process. Although Cal manages to get the data and kill the Ninth Sister, the rest of the team is killed, leaving Cal and Bod as the only survivors. Cal is also dismayed to learn from the data that despite his best efforts, the Empire has only gotten stronger, expanding its influence further across the galaxy. The Stinging Mantis is damaged during the escape from Coruscant, prompting Kal to seek out Grizzly on the remote planet of Kobo, where he finds the local population under the heel of Bedlam Rogues led by an armored gen'dai named Reyvis. After Cal fends off the raiders, Grizz directs him to a cave to find parts needed to repair the Praying Mantis. While exploring, Cal encounters a High Republic-era Jedi Order droid named ZN-A4 'Zee'. Zee gives Cal a High Republic-era device and tells him that hundreds of years ago she was ordered to activate a device called the Woodland, but ended up stuck in the caves. On his way to the Woodland, Cal receives Force visions of two High Republic Jedi, Dagan Hera and Santari Kree, who have discovered the mythical planet Tanalorr, hidden behind the supposedly impenetrable nebula Kobo Abyss. Cal activates Woodland and discovers Dagan trapped in a bacta pod. Cal frees Dagan in hopes of finding an ally in a new Jedi Knight, but discovers that Dagan has turned to the dark side of the Force, angered at the Jedi Order for ordering them to surrender and stop defending Tanalorr. Dagan fights Cal before escaping with Ravis and the Raiders.",
  "details" : "Star Wars Jedi: Surivior will retain many of the gameplay elements of the previous game while adding new ones. According to game designer Stig Asmussen, Survivor will feature five lightsaber combat stances. In one of them, Cal will be able to use two lightsabers and quickly spin, and in the other, the Jedi will be able to use a sword and a blaster at the same time. In addition, one of the stances will allow the character to use his lightsaber with a protective guard, like Kylo Ren - in this case, the damage dealt will be greater, but Cal will move more slowly.",
  "creatorsCompany" : ["Respawn Entertainment"],
  "id": "19"
 },
 {
  "name": "Freedom Fighters",
  "img": "https://upload.wikimedia.org/wikipedia/en/5/5f/Freedom_Fighters_%28video_game_cover_art%29.jpg",
  "sliderImg": ["https://cdn.akamai.steamstatic.com/steam/apps/1347780/ss_dfcf178713ad51f2d2424e2861b985a2cc17112c.1920x1080.jpg?t=1600704099", "https://images.gog-statics.com/486486777724ada4abbc447fc2fa45550cd9ce49a1ba14259b8970f45e84a44d_product_card_v2_mobile_slider_639.jpg", "https://cdn.mos.cms.futurecdn.net/FH2dCy3xDyeED66EpqeLun-1200-80.jpg"],
  "genre":["Shooter", "Action"],
  "plot": "The plot of the game is based on an alternative history, which tells the introductory video. The chronicle of the main events is as follows. 1945. The USSR drops an atomic bomb on Berlin, thus ending the Second World War. 1953. Great Britain is the only European country that is not part of the communist bloc. Her entry will take place a little later. 1961. The USSR deploys nuclear missiles in Cuba. Now the US is under direct threat of attack. 1976. Soviet military advisers sent to Guatemala and Honduras. Gradually, all the countries of Latin America fall under communist influence. 1995 - The Mexican Communist Party wins a disputed election victory. 2002. An attempt on the life of the President of the United States, organized by an 'unknown' country - the last step of the Soviet Union before the invasion of America. The Stone brothers, Christopher and Troy are plumbers who, in the course of their professional duties, ended up with Isabella Angelina, leader of the Warning against Reds organization. However, Angelina's apartment is empty. Suddenly, a detachment of Soviet soldiers bursts into the room. Troy is mistaken for Isabella's friend and arrested, but Christopher manages to hide. This incident is one of a series of events associated with the beginning of the invasion of the Soviet Union into the United States. You (Christopher Stone) manage to escape, and now your only task is to reclaim New York district by district, going from a simple plumber to the leader of a secret resistance organization 'Freedom Fighters' ('Freedom Fighters').",
  "details": "Freedom Fighters is a third-person shooter in which the player navigates the occupied New York, commanding a squad of fighters, destroying Soviet forces and completing various Resistance missions. Most of the objects in the game are indestructible, but as you progress, the environment changes - the city gradually degrades, heaps of garbage appear, burnt and dilapidated buildings. There is a change of seasons - it gets colder outside, the trees shed their leaves, the character begins to freeze, floating in the water, snow falls, and the soldiers of the opposing sides begin to dress warmly. The protagonist also changes clothes - from overalls and a T-shirt to insulated torn pants, T-shirts with long sleeves and jackets (with a hood necessarily thrown over, starting from the 4th chapter). Soviet engineers are building more and more fortifications and placing machine guns in important areas. After the start of the occupation, posters with the face of Isabella Angelina and a reward for her head appeared on the walls, as well as advertisements for Russian vodka, tours to Siberia and propaganda posters calling to join the armed forces of the USSR and glorifying General Tatar (the poster depicts a Tatar with a little girl in his arms ; in reality, there were similar posters with Hitler and Stalin). As Christopher Stone rises to prominence, posters appear promising a bounty on his head. Dissatisfied and sympathetic to the Resistance write anti-Soviet appeals on the walls (for example, “Better dead than red” - “Better to be dead than red”). ",
  "creatorsCompany":["IO Interactive"],
  "id": "20"
 },
 {
  "name": "Call of Duty: Modern Warfare II",
  "img": "https://upload.wikimedia.org/wikipedia/en/5/52/Call_of_Duty_Modern_Warfare_2_%282009%29_cover.png",
  "sliderImg" : ["https://cdn.oneesports.gg/cdn-data/2022/10/COD_MW2_Feature.webp","https://cdn.mos.cms.futurecdn.net/RMAhssF34AkbVV6v6pRYG8.jpg", "https://images.pushsquare.com/74af87168b3eb/call-of-duty-modern-warfare-2-ps5-ps4-playstation.large.jpg"],
  "genre":["Shooter"],
  "plot": "The plot of Modern Warfare 2 is almost non-existent with the last installment, mainly in games with character combinations. If this is your first encounter with the series, then you won't miss anything important. Everything you need to know and they will tell you. According to the plot of Detachment 141 under the command of General Shepard, a military rifle is repeated. During the missile strike, the Iranian General Gorbrani is eliminated. This is an obvious reference to the events of January 3, 2020 and the football player of the real Iranian General Qasem Soleimani. After that, power passes to an associate of Ghorbrani named Hassan Zayani. He starts financing terrorism and gets three American ballistic missiles. The task of the heroes of the game is to find out where these missiles came from, and at the same time stop Zayani and his subordinates. The gameplay of Modern Warfare 2 is not much different from other games in the series. We go from point A to point B and shoot enemies along the way. Sometimes we penetrate the territory of the enemy unnoticed, we catch up with someone or look for something. Sometimes the action is interrupted by episodes with car chases and combat vehicles. You have to play for elite commandos, so in addition to conventional weapons and grenades, the heroes use different tactical devices. For example, a heartbeat sensor or tear gas grenades.",
  "details" : "The gameplay of the game is standard for the series and generally for linear shooters and is a development of the game Call of Duty 4: Modern Warfare. The action of the game takes place in many parts of the world, such as the USA, Afghanistan, Kazakhstan, Brazil and the Caucasus. the player participates in linear missions for several fighters of regular units and special forces of Western countries and performs the simplest tasks: break through various levels, destroy opponents, shoot down helicopters from missile launchers, operate stationary machine guns, sometimes use transport, reach the Checkpoint, etc. The plot in the game Modern Warfare 2 is completely linear, the game situations are completely subordinate to the scenarios. The whole game is based on linear gameplay. Almost all levels are built on the basis of the so-called 'corridor' design. For example, the elements of the environment that can be destroyed are strictly predetermined in advance: apart from them, other environmental objects in the level cannot be destroyed even with the most powerful weapons. The game includes new gameplay elements, for example: climbing icy slopes, fighting on snowmobiles, sailing on motor boats, and more. Elements of non-linearity, uncharacteristic for the Call of Duty series, also appeared. For the first time in the series, players are given the opportunity to shoot at once with two pistols or Macedonian-style rifles, which is especially effective for blocking fire. The game features special protective shields used by special police units. The game's artificial intelligence (AI) enemies have been heavily overhauled compared to Call of Duty 4: Modern Warfare. The developers gave a lot of freedom of movement around the location for opponents. The respawn system was radically revised. In some missions, the player needs to overcome enemy patrols unnoticed; at the same time, the enemy reacts to the noise created by the game character. If the opponents do not notice the player, then they do the simplest things: patrol the territory, communicate, smoke, etc.",
  "creatorsCompany" : ["Infinity Ward"],
  "id": "21"
 },
 {
  "name": "Middle-earth: Shadow of Mordor",
  "img": "https://upload.wikimedia.org/wikipedia/en/thumb/0/01/Shadow_of_Mordor_cover_art.jpg/220px-Shadow_of_Mordor_cover_art.jpg",
  "sliderImg" : ["https://cdn.cloudflare.steamstatic.com/steam/apps/241930/ss_a7a02628b413b410a91402cc24fe54a54b50a9d3.1920x1080.jpg?t=1633983562", "https://www.pluggedin.com/wp-content/uploads/2020/01/middle-earth-shadow-of-mordor-review-image-1200x688.jpg", "https://static01.nyt.com/images/2014/09/29/arts/MORDOR-web/MORDOR-superJumbo.jpg"],
  "genre":["RPG", "Action"],
  "plot": "The protagonist of the game, Talion, is the commander of the garrison in the Morannon. He lives happily with his wife, Ioret, and has a son, Dirael. One rainy night, the garrison was attacked by the Uruk-hai, led by three Black Commanders of Sauron's army: the Hammer of Sauron, the Tower of Sauron and their leader, the Black Hand of Sauron. Talion, his wife and son were captured and ritually sacrificed by the Black Hand in an attempt to imbue themselves with the spirit of Celebrimbor. However, Celebrimbor (suffering from amnesia due to 5,000 years of living as a spirit) inhabits Talion's body, thereby saving him from death. The two 'living dead' decide to unite in order to reveal the identity of the blacksmith elf and take revenge on Sauron for the death of Talion's family. During their travels, Talion and Celebrimbor meet Gollum several times, who sees and speaks to Celebrimbor, calling him 'the bright lord.' This is due to the fact that both of them have a strong connection with the Ring of Omnipotence. Hoping in this way to return 'his charm', Gollum leads travelers to various artifacts, which bit by bit restore the memory of the Spirit.",
  "details" : "Middle-earth: Shadow of Mordor is a 2014 action-adventure video game developed by Monolith Productions and published by Warner Bros. Interactive Entertainment. An original story based on the legendarium created by J. R. R. Tolkien, the game takes place between the events of The Hobbit and The Lord of the Rings film trilogies. The player controls Talion, a Gondorian Ranger who bonds with the wraith of the Elf Lord Celebrimbor, as the two set out to avenge the deaths of their loved ones. Players can engage in melee combat, and use wraith abilities to fight and manipulate enemies. The game introduces the Nemesis System, which allows the artificial intelligence of non-playable characters to remember their prior actions against the game's protagonist and react accordingly.",
  "creatorsCompany": ["Monolith Productions"],
  "id": "22"
 }, 
 {
  "name": "Amnesia: The Bunker",
  "img": "https://m.media-amazon.com/images/M/MV5BNjZmZWU1ZTItYmNkMC00MDUzLWEyN2QtYWRiNWUxNjZmNzIzXkEyXkFqcGdeQXVyMTA0MTM5NjI2._V1_FMjpg_UX1000_.jpg",
  "sliderImg": ["https://staticg.sportskeeda.com/editor/2023/04/85ea3-16807679074788.png?w=840","https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/media/image/2023/06/amnesia-bunker-3050568.jpg?tf=3840x", "https://cdn.akamai.steamstatic.com/steam/apps/1944430/ss_aefa02b00622834d9dc4dc63e63c34f60fcb8521.1920x1080.jpg?t=1689680222"],
  "genre":["Survival horror"],
  "plot": "In the year 1916, France and Germany are in the midst of World War I. French soldier Henri Clement heads out into the battlefield to search for his friend Augustin Lambert, who has gone missing during a patrol. Henri finds Lambert trapped in a large crater. He has Lambert drink some fresh spring water he finds inside the crater to revive him, and attempts to carry Lambert to safety. However, they are spotted by the Germans and Henri is knocked unconscious from an artillery shell blast. Henri wakes up some time later inside a seemingly abandoned bunker with no memory of how he ended up there. Upon exploring the bunker further, he eventually learns that some unknown Beast had appeared out of nowhere and has been terrorizing the bunker, slaughtering the French garrison. The bunker's officers were the first to flee, caving in the only exit to seal the Beast inside, but trapping the soldiers left behind. Henri finds a surviving soldier who instructs him to find dynamite and a detonator to reopen the exit, but the soldier is killed by the Beast shortly after. With no other choice, Henri searches the bunker complex for dynamite. During his search, he comes across more clues left behind by the soldiers and he begins to piece together the events that led to this situation. Some time ago, the bunker garrison discovered an underground tunnel dating back to Roman times. They began to excavate the tunnel with the intention of using it to stage a surprise attack on German lines, but some of the soldiers began suffering hallucinations and vivid nightmares and sabotaged the excavation in an attempt to seal the tunnel. The soldiers were subsequently court-martialed, but excavation continued. Meanwhile, Henri and Lambert gambled with dice to determine which of them would go out on patrol that evening; Henri used a sleight-of-hand trick, causing Lambert to lose. Guilt-stricken when Lambert failed to return, Henri left the bunker in search of his friend. Later, Lambert brought back a wounded and comatose Henri, but Lambert oddly was completely unscathed. It is revealed that the spring water Lambert drank originated from the Roman ruins and began to slowly mutate him and drive him insane until he completely transformed into the Beast, stalking the bunker and killing his former comrades. Henri is eventually able to recover the dynamite and detonator and blasts the exit. However, instead of opening the tunnel, Henri accidentally falls deeper into the Roman ruins, where he has one final confrontation with the Beast, where he can try to fight it and send it plunging into an underground abyss or flee. Henri eventually manages to return to the surface, but if he failed to kill the Beast, it escapes along with him before running off into No Man's Land. Regardless of the ending, Henri falls into a shell crater just as a German patrol begins to approach, leaving his fate uncertain.",
  "details" : "Amnesia: The Bunker, like its predecessor, is a first-person survival horror video game. The game is set in World War I, and the player assumes control of French soldier Henri Clement. Henri is trapped in an underground bunker and hunted by a mysterious but photosensitive monster named 'the Beast'. To survive in the bunker, Henri must maintain the base's power while collecting resources and ammo, which are randomly placed in the game's map. Henri can also use a revolver, a shotgun, and other throwable items such as grenades and flares to fight against enemies, but ammo is very scarce. The base is dimly lit, and Henri is eventually equipped with a watch that indicates when the generators will run out of fuel. If the fuel runs out, the base will become completely dark and the monster will actively hunt Henri. To solve the problem, the player needs to refuel the generator, and use a dynamo flashlight to find his way in the bunker. Unlike previous Amnesia games, the game features a 'semi-open world', one that gives players more freedom to explore and approach their objectives. The game does not feature a lot of scripted moments, and the Beast is an ever-present threat that haunts Henri throughout the game. The game features elements inspired by immersive sims, and the game's world will respond to the player's action. For instance, players can pour gasoline on the floor and ignite it, creating a temporary light source to scare the monster. Players will enter safe rooms regularly, where they can use chests to store items, save the game, and read the game's map to better understand its layout.",
  "creatorsCompany": ["Frictional Games"],
  "id": "23"
 },
  {
  "name": "BioShock",
  "img": "https://upload.wikimedia.org/wikipedia/en/6/6d/BioShock_cover.jpg",
  "sliderImg": ["https://variety.com/wp-content/uploads/2021/04/Bioshock.jpg", "https://api.time.com/wp-content/uploads/2014/08/bioshock-ios.jpg", "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/09/bioshock-4-isolation-rapture-horror-atmosphere.jpg"],
  "genre":["Shooter"],
  "plot": "“BioShock” is about a man whose plane crashes into the middle of the ocean. He discovers a bathysphere that transports him deep under the water and which places him in Rapture, a once-glorious city for everyone who wanted to leave the postwar power relations of the world and strike out on their own. It was once populated by rogue capitalists, scientists who wanted to be free to experiment without ethical constraint and people who sought hope in a world that was, effectively, starting from zero. In reality, the laissez faire social system produced in Rapture ended in dystopia; a scientific discovery called ADAM allowed people to warp their genes and produced a world of pseudo-zombified addicts who want to rip each other apart for the special juice inside of each other. The player character is caught up in all of this as soon as they make their way into the city, and are immediately entrained by an ongoing war between the masters of various domains in Rapture, who they have to shoot their way through to progress through the game. All of this is revealed to be a kind of proxy war between two factions: Atlas, the leader of a rebel faction who began the events that have destabilized Rapture to the state it is currently in; and Andrew Ryan, the founder and implicit tyrant of Rapture, who extolled the virtues of freedom while both privately and openly controlling many different parts of the city since its founding. The player brings both of these factions bounding toward one another. Atlas is revealed to be Frank Fontaine, a rival businessman to Andrew Ryan. The player is revealed to be a mind-controlled pawn, delivering a Shyamalan-esque twist that every moment of player freedom was, in fact, simply the will of another character. Andrew Ryan is killed, Fontaine becomes a big red muscle guy and there’s a boss fight. The game is over, in a novel way, but also somehow predictably.",
  "details" : "BioShock is a 2007 first-person shooter game developed by 2K Boston (later Irrational Games) and 2K Australia, and published by 2K. The first game in the BioShock series, it was released for Microsoft Windows and Xbox 360 platforms in August 2007; a PlayStation 3 port by Irrational, 2K Marin, 2K Australia and Digital Extremes was released in October 2008. The game is set in 1960, and follows Jack who discovers the underwater city of Rapture, built by business magnate Andrew Ryan to be an isolated utopia. The discovery of ADAM, a genetic material which grants superhuman powers, initiated the city's turbulent decline. Jack attempts to escape, fighting ADAM-obsessed enemies and Big Daddies, while engaging with the few sane humans that remain and learning of Rapture's past. The player, as Jack, can defeat foes in several ways by using weapons, utilizing plasmids that give unique powers, and by turning Rapture's defenses against them. BioShock's concept was developed by Irrational's creative lead, Ken Levine, and incorporates ideas by 20th century dystopian and utopian thinkers such as Ayn Rand, George Orwell, and Aldous Huxley, as well as historical figures such as John D. Rockefeller Jr. and Walt Disney. The game includes elements of role-playing games, giving the player different approaches in engaging enemies such as by stealth, as well as moral choices of saving or killing characters. Additionally, the game and its biopunk theme borrow concepts from the survival horror genre, notably the Resident Evil series. BioShock is considered a spiritual successor to the System Shock series, on which many of Irrational's team, including Levine, had worked previously.",
  "creatorsCompany": ["2K Boston", "2K Australia"],
  "id": "24"
 }, {
  "name": "Skyrim",
  "img": "https://store-images.s-microsoft.com/image/apps.19255.14120048182721302.9120a847-1aae-4918-be10-96c02cb917a6.092d6861-c0ff-498c-9881-c0b7ff9f1f2d?",
  "sliderImg": ["https://image.api.playstation.com/vulcan/ap/rnd/202009/2820/h12URI7MdswtFPFHpkppNh2z.png", "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_TheElderScrollsVSkyrim.jpg", "https://guides.gamepressure.com/gfx/logos/980x360/980_1299653562.jpg"],
  "genre":["RPG", "Action"],
  "plot" : "The protagonist begins his journey as a prisoner, who is being taken to execution for illegally crossing the border of Skyrim. The sudden appearance of a dragon at the moment of execution allows an escape. Over the course of the story, the hero learns that the civil war in Skyrim is the last point in the sequence of events foretold in the prophecy of the Elder Scrolls, and that he is Dovahkiin, the Dragonborn, able to absorb the souls of defeated dragons and scream in their ancient language. With his subsequent actions, the hero saves Skyrim from Alduin, the Eater of Worlds. In the final battle of the Dragon War, when defeat seemed inevitable, Alduin was transported into the future with the help of the Elder Scroll by three Nordic warriors of antiquity. The protagonist will have to go through a number of different tasks to defeat him, the tyrant of the lands of Skyrim.",
  "details" : "The Elder Scrolls V: Skyrim retains the large and open world concept of The Elder Scrolls series. The player can freely roam throughout the province of Skyrim, which includes nine large cities, many small villages, as well as vast expanses of wild lands and high mountains. In cities, the player can indulge in activities such as cooking and potions, enchanting items, farming, working with ore, or blacksmithing. At the same time, the developers noted that a complete detailed study of the world could take about 500 hours.",
  "creatorsCompany": ["Bethesda Game Studios" , "  Bethesda Game Studios Montreal", "Studios Montreal", "Escalation Studios", "Iron Galaxy Studios"],
  "id": "25"
 },
 {
  "name": "Battlefield 2042",  
  "img": "https://content2.rozetka.com.ua/goods/images/big/226821546.jpg",
  "sliderImg": ["https://cdn.cloudflare.steamstatic.com/steam/apps/1517290/ss_a02a7a8e8fe4602894334fb54da62878b58274c7.1920x1080.jpg?t=1682430413", "https://artline.ua/storage/images/news/703/ru/news_1628078519880673_0.webp", "https://www.5.ua/media/pictures/original/220596.jpg?t=1623245946"],
  "genre":["Shooter", "Action"],
  "plot": "In the near future, a series of natural disasters and economic crises led to an international catastrophe and numerous victims. Germany and the EU have collapsed, a second great depression is emerging, communication systems have been damaged, and water, food and energy resources are in great short supply. Homeless people united in groups, calling themselves restless, their self-determination was no longer based on citizenship or nationality. At the same time, the last superpowers: Russia and the United States intend to start a war for the world's last resources, using specialists from the ranks of the restless who sided with these states for a reward.",
  "details" : "Plot Battlefield 2042 takes place in a post-apocalyptic world on the brink of world war. The consequences of the cataclysms gave rise to the Restless - a new group of people with self-determination, not tied to a particular nationality.",
  "creatorsCompany" : ["DICE", "Ripple Effect Studios", "Criterion Games", "EA Gothenburg"],
  "id": "26"
 },
 {
  "name": "Red dead redemption 2",
  "img": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a7/Red_Dead_Redemption.jpg/220px-Red_Dead_Redemption.jpg",
  "sliderImg": ["https://content1.rozetka.com.ua/goods/images/big/225040299.jpg", "https://media.cntraveler.com/photos/5ea2ebe0da75960008ab1706/16:9/w_2560%2Cc_limit/RedDeadRedemption2-RockstarGames2.jpg", "https://i.pcmag.com/imagery/reviews/03xWKqpzOrLCuYNLkWWkPNk-1..v1574817543.jpg"],
  "genre":["Shooter", "Action", "RPG"],
  "plot": "The main character of the game is a member of Dutch Van der Linde's gang named Arthur Morgan. In addition to Arthur, Dutch's gang includes about 20 other people, including some characters from the previous game in the series, Red Dead Redemption. In the epilogue, the protagonist is John Marston, the protagonist of Red Dead Redemption. The Van der Linde gang is opposed by agents of the Pinkerton detective agency, hired by tycoon Levitt Cornwall, led by Andrew Milton, as well as bandits from a rival gang of Colm O'Driscoll.",
  "details" : "Red Dead Redemption 2 is an open world action-adventure game; the player controls a single character, with the option to switch the camera to first-person or third-person view of their choice. The game includes both single-player and multiplayer modes - the latter is called Red Dead Online. For much of the single-player mode's story campaign, the player controls a character named Arthur Morgan, a member of the Van der Linde gang; the story campaign includes a series of missions - linear scenarios with a clearly defined goal in each, which the player must complete in sequence. Not missions are given the opportunity to freely travel around the vast world of the game, independently finding interesting places and side tasks. The player can engage in battles with enemies, using both techniques and weapons for hand-to-hand combat, as well as a variety of firearms and explosives.",
  "creatorsCompany" : ["Rockstar Studios", "Rockstar Games"],
  "id": "27"
 },
 {
  "name": "Need for Speed: Heat",
  "img": "https://image.api.playstation.com/vulcan/ap/rnd/202210/3121/9y8pTbxVRpmB9qqFOiKsaJgA.png",
  "sliderImg": ["https://image.api.playstation.com/vulcan/ap/rnd/202210/3121/XemhVDBuAEVrQXUkJF57ZsdX.jpg", "https://image.api.playstation.com/vulcan/ap/rnd/202210/0317/wx1XVbKM1IXOrB87U0IqI8Pf.png", "https://assetsio.reedpopcdn.com/need-for-speed-heat-review-a-slight-return-to-form-for-the-series-1573199910704.jpg?width=1600&height=900&fit=crop&quality=100&format=png&enable=upscale&auto=webp"],
  "genre":["Race"],
  "plot": "The story of NFS Heat begins with a TV news story about the creation of a night racing special unit, led by police lieutenant Frank Mercer, whose main task is to end night racing. After that, a race begins, during which the police appear, and one racer, trying to escape, rushed to the bridge. Shaw, one of Mercer's men, severely damages the racer's car, causing it to fall into the water. The racer managed to jump out of the car, Shaw starts kicking him, he is stopped by Mercer, who has just arrived, who comes up with the idea that the caught racer can become a messenger for the others - he will convey Mercer's message that night racing has come to an end. Eva Torres, Mercer's assistant, who arrived at the scene of the accident, indicates that everything will be known to the authorities, to which Mercer turns off nearby cameras using his laptop and deletes the recordings of what happened. After that, the police leave, and the racer leaves the city. After some time, Ana Riviera appears there, who is surprised to learn that the racer is leaving the city with his brother, and thus her team has disintegrated.",
  "details": "Need for Speed ​​Heat is an open world racing game called Palm City.[5] In this game, races are divided into night races, for which you can get reputation for leveling up, and legal day races, during which you can earn money to buy cars and improvements. After each night race, the level of the chase will increase and it will become more and more difficult for the player to get away from the police. You can increase the level of the chase by passing radars, passing jumping competitions and breaking police cars.",
  "creatorsCompany":["Ghost Games", "Ghost Games UK", "Ghost Games Bucharest"],
  "id": "28"
 },
 {
  "name": "Mount & Blade II: Bannerlord",
  "img": "https://upload.wikimedia.org/wikipedia/ru/a/a7/Mount_%26_Blade_II-_Bannerlord_%28%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0%29.jpg",
  "sliderImg" : ["https://content2.rozetka.com.ua/goods/images/original/240169333.jpg", "https://cdn.gamestatic.net/files/editor_uploads/Plohoymnu/%D0%B4%D0%B5%D0%BA%D0%B0%D0%B1%D1%80%D1%8C%202019/%D0%BC%D0%BE%D0%B4%D1%8B.jpg", "https://www.global-esports.news/wp-content/uploads/2022/04/Mount-Blade-2.jpg"],
  "genre":["RPG", "Action"],
  "plot": "The game is set 200 years before Mount & Blade: Warband. It takes place during the fall of the Calradian Empire and the rise of the independent kingdoms that appear in previous games. The Calradian Empire and its fall are analogous to the Roman Empire and the formation of early European kingdoms. Armor, weapons and architecture will draw inspiration from 600 to 1100 AD. e. After the death of the last emperor, detachments of mercenaries, gangs of bandits and nomadic tribes are fighting on the territory of Calradia. The player is free to join either side and achieve the reunification of the empire under a single authority, or, conversely, achieve its final collapse.",
  "details" : "Mount & Blade II: Bannerlord is an open-world action/RPG video game developed by Turkish studio TaleWorlds for Windows. The game was announced in 2012[3] and released into Early Access on March 30, 2020. Like Mount & Blade and Mount & Blade: Warband, Bannerlord offers the player a vast world reminiscent of medieval Europe, with many activities and opportunities - whether it be the life of a mercenary, merchant or feudal lord; an integral part of it are real-time battles with many warriors on both sides, in which the player character fights on horseback at the head of an armed detachment. Bannerlord is a prequel to Mount & Blade: Warband and shows a somewhat earlier stage in the history of the fictional world - the collapse of an empire reminiscent of Rome; during the course of the game, the player-controlled hero can reunite the empire and return it to its former glory, or completely destroy it.",
  "creatorsCompany" : ["TaleWorlds Entertainment"],
  "id": "29"
 },
 {
  "name": "The Witcher 3: Wild Hunt",
  "img": "https://picfiles.alphacoders.com/198/thumb-198636.jpg",
  "sliderImg" : ["https://funduk.ua/upload/iblock/f52/f5245e0c1094d897849b51ee6ffc2033.jpg", "https://support.cdprojektred.com/build/images/th-witcher-d30cef51.jpg", "https://prod.assets.earlygamecdn.com/images/witcher-3-remaster-release-date.webp?mtime=1652980939"],
  "genre":["RPG", "Action"],
  "plot": "The plot centers on a new invasion of the Nilfgaard Empire, the search for Ciri and a conflict with the Wild Hunt. The narrative is not divided into chapters, as in previous games, which was made possible thanks to the new engine. The plot provides for 36 final states of the world, to which the player's actions can lead. Such characters as Vesemir, Lambert, Eskel, Buttercup, Zoltan Chivay, Triss Merigold, Keira Metz, Sigismund Dijkstra, Vernon Roche, Summer from Guleta, Cirilla, Yennefer, Emhyr var Emreis and many others appear in the game. The return of some characters depends on the decisions made by the player in the second part of the game, and this can be done without transferring the save.",
  "details" : "A fantasy game based on Slavic mythology about the witcher Geralt of Rivia, a monster hunter whose adopted daughter Ciri is in danger of being pursued by the Wild Hunt, a mysterious otherworldly force, a mystery which is revealed as the game progresses. Many plot details refer back to the books written by Sapkowski, but the plot remains tied to the first two installments and wraps up the trilogy that began with the first game, which came out eight years earlier. Unlike previous games, The Witcher 3 takes place in an open world and focuses on using Geralt's combat and detective skills to complete orders and explore the environment. This is all part of a multi-level main quest with many side missions that can be completed with 36 different endings.",
  "creatorsCompany": ["CD Projekt RED", "Saber Interactive"],
  "id": "30"
 }, 
 {
  "name": "Dark Souls III",
  "img": "https://howlongtobeat.com/games/Dark_souls_3_cover_art.jpg",
  "sliderImg": ["https://static1.thegamerimages.com/wordpress/wp-content/uploads/2021/06/Dark-Souls-3-10-Must-Know-Things-For-New-Players.jpg", "https://media.wired.com/photos/5926610faf95806129f4f3e3/master/w_2560%2Cc_limit/DarkSouls_TA.jpg", "https://twinfinite.net/wp-content/uploads/2022/12/Dark-Souls-3-Bosses.png?fit=1200%2C675"],
  "genre":["RPG", "Action"],
  "plot": "The game takes place in Lothric, at the junction of the Lords of Ash. Since Gwyn the Lord of Cinder first kindled the First Flame, many centuries have passed and many cycles have been ignited and extinguished by the First Flame. After he kindled the fire, this path was repeated by many great heroes known as the Lords of Cinder. But the First Flame is extinguished again, and someone must rekindle it to prevent the world from plunging into Darkness. Prince Lothric, one of the heirs of the royal family, was supposed to kindle the First Flame in this cycle, but did not answer the call, deciding to wait until the First Flame went out by itself.",
  "details" : "Just like its predecessor, Dark Souls II, the game is made in the action RPG genre in the setting of the Middle Ages and dark fantasy. The world is divided into dozens of dungeons, castles and other labyrinths filled with various dangerous monsters and bosses. Here you have to upgrade your character, find new weapons, armor and magic. One of the key mechanics is character death. Since there are no options for creating saves, upon death you will be moved to the last checkpoint, some of the killed enemies will be resurrected and there will be a risk of losing unused experience.",
  "creatorsCompany": ["Bandai Namco Entertainment: FromSoftware"],
  "id": "31"
 },
  {
  "name": "Civilization VI",
  "img": "https://pbs.twimg.com/media/FPRIUYiVEAUZtls?format=jpg&name=4096x4096",
  "sliderImg": ["https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_4/H2x1_NSwitch_SidMeiersCivilizationVI.jpg", "https://cdn.2kgames.com/civilization.com/Beginners_Civ_hero.jpg" , "https://cdn1.epicgames.com/cd14dcaa4f3443f19f7169a980559c62/offer/EGS_SidMeiersCivilizationVI_FiraxisGames_S1-2560x1440-2fcd1c150ac6d8cdc672ae042d2dd179.jpg"],
  "genre":["Strategy"],
  "plot": "As in the previous parts, the player controls the development of the chosen civilization (nation), developing it throughout the game years and eras. The gameplay is divided into steps, for each step you can perform a limited number of actions. The main process takes place on a world map divided into hexagonal cells. Initially, it is hidden and is explored as the representatives of the nation travel or in the course of exchanging information with other nations. Each cell has its own characteristics, such as the landscape, availability of resources. Playing for different civilizations has its subtleties. Each of them has a general civilization bonus, a leader bonus, a unique unit and an infrastructure object. Opponents of the player are AI-controlled nations or other players.",
  "details" : "Civilization VI is a turn-based strategy game in which one or more players compete against AI opponents to build and develop their own civilization, starting with a small tribe, gradually expanding their empire in order to dominate the entire planet. This goal can be achieved in various ways, depending on the victory conditions. Players establish cities, expand them, improve them in various ways, and also create military units designed to reconnoiter and attack enemy forces, constantly monitoring the development of their civilization's technologies and diplomatic relations with others.",
  "creatorsCompany": ["Firaxis Games"],
  "id": "32"
 }

]